import{_ as e,o as t,c as n,R as p}from"./chunks/framework.TktCGlL7.js";const x=JSON.parse('{"title":"","description":"","frontmatter":{},"headers":[],"relativePath":"articles/传统文化/百部经典/index.md","filePath":"articles/传统文化/百部经典/index.md","lastUpdated":1702735860000}'),a={name:"articles/传统文化/百部经典/index.md"},c=p(`<p>第一批（10种）：《周易》《尚书》《诗经》《论语》《孟子》《老子》《庄子》《管子》《孙子兵法》《史记》</p><p>第二批（5种）：《左传》《墨子》《韩非子》《吕氏春秋》《传习录》</p><p>第三批（5种）：《荀子》《楚辞》《论衡》《史通》《贞观政要》</p><p>第四批（10种）：《战国策》《黄帝内经》《春秋繁露》《九章算术》《齐民要术》《杜甫集》《韩愈集》《王安石集》《西厢记》《聊斋志异》</p><p>第五批（10种）：《国语》《礼记》《抱朴子》《陶渊明集》《坛经》《李白集》《柳宗元集》《辛弃疾集》《曲律》《本草纲目》</p><p>第六批（10种）：《孝经》《淮南子》《太平经》《曹操集》《世说新语》《欧阳修集》《梦溪笔谈》《日知录》《儒林外史》《牡丹亭》</p><p>经部</p><pre><code>周易 尚书 诗经 周礼 仪礼 礼记 左传 春秋公羊传 春秋穀梁传 尔雅 论语 孟子 大学\`中庸\`孝经

史部

国语 晏子春秋 战国策 史记 汉书 后汉书 三国志 水经注 洛阳伽蓝记 大唐西域记 贞观政要 资治通鉴 徐霞客游记

子部

老子 墨子 孙子兵法\`三十六计 列子 孔子家语 商君书 鬼谷子 庄子 公孙龙子\`尹文子 荀子 管子 吕氏春秋 韩非子 山海经
</code></pre><p>黄帝内经 淮南子 春秋繁露 盐铁论 人物志 搜神记 世说新语 颜氏家训 茶经 坛经 梦溪笔谈 近思录 传习录 了凡四训 菜根谭 陶庵梦忆 明夷待访录 儒林外史 聊斋志异 阅微草堂笔记 声律启蒙 格言联璧 三字经 <code>百家姓</code>千字文\`弟子规 水浒传 三国演义 西游记 红楼梦</p><pre><code>集部

楚辞 乐府诗选 陶渊明诗文选 文心雕龙 诗品 玉台新咏 王维诗选 李白诗选 杜甫诗选 白居易诗选 杜牧诗选 苏轼诗词选
</code></pre><p>李清照诗词选 陆游诗词选 辛弃疾词选 西厢记 牡丹亭 长生殿 桃花扇 古文观止 千家诗 曾国藩家书 唐诗三百首 宋词三百首 元曲三百首 人间词话</p>`,11),o=[c];function _(r,d,s,i,l,m){return t(),n("div",null,o)}const h=e(a,[["render",_]]);export{x as __pageData,h as default};
